Repository: OtabekNuriddinov/pill_reminder
Catalog: lib/l10n/locales/app_*.arb
Languages: uz

source: No Medicine
uz: Dorilar mavjud emas

source: Worry less
uz: Kamroq tashvishlan

source: Live healthier
uz: So'g'lom yashang

# welcome
source: Welcome to Daily Dose
uz: Kunlik Doza dasturiga xush kelibsiz

source: Add New
uz: Yangi qo'shish

source: Medicine Name
uz: Dori nomi

source: Dosage in msg
uz: Dozasi mg da

source: Medicine Type
uz: Dori turi

source: Bottle
uz: Idishli

source: Pill
uz: Dori

source: Syringe
uz: Shprits

source: Tablet
uz: Tabletka

source: Interval Selection
uz: Intervalni Tanlash

source: Starting Time
uz: Boshlanish Vaqti

# fillGaps
source: Please fill all the gaps!
uz: Itimos Barcha maydonlarni to'ldring!

# alreadyExists
source: This medicine already exists!
uz: Bu dori allaqachon mavjud!

# selectInterval
source: Please select an interval!
uz: Intimos intervalni tanlang!

# selectTime
source: Please select a starting time!
uz: Iltimos boshlanish vaqtini kiriting!

source: Confirm
uz: Tasdiqlash

# remindMe
source: Remind me every
uz: Menga eslatib tur har

source: Details
uz: Tavsilotlar

# deleteReminder
source: Delete This Reminder?
uz: Ushbu ellatmani o'chirasizmi?

source: Cancel
uz: Yo'q

source: Ok
uz: Ha

source: Delete
uz: O'chirish

source: Dosage
uz: Dozasi

# notSpec
source: Not Specified
uz: belgilanmagan

source: msg
uz: mg

source: Dose Interval
uz: Doza Intervali

source: Every
uz: Har

source: hours
uz: soatda

source: hour
uz: soatda

source: One time a day
uz: kuniga bir marotaba

source: times a day
uz: kuniga marotaba

source: Settings
uz: Sozlamalar

source: Appearance
uz: Ko'rinish

source: Language
uz: Ilova tili

# dark
source: Dark Mode
uz: Tungi Rejim

# light
source: Light Mode
uz: Kunduzgi Rejim

source: About App
uz: Ilova haqida

source: App Version
uz: Ilova Versiyasi

# privacy
source: Privacy Policy
uz: Maxfiylik siyosati

source: Terms of Use
uz: Foydalanish shartlari

source: Contact Us
uz: Biz bilan bog'laning

source: Battery Saver
uz: Quvvat tejash

source: Notifications
uz: Bildiririshnomalar

source: Show notification
uz: Bildirishnomalarni ko'rssatish

source: Notification Sound
uz: Bildirishnomalar ovozi
